Repository: AhmedBafkir/Localizable
Catalog: DLEasy/*.lproj/Localizable.strings
Languages: de, es, fr, pl, tr, vi

source: Ignore GET/UPDATE
de: Zeige Schalter
es: Mostrar alternar
fr: Ignorer obtenir / Mise â jour
tr: Geçişleri Göster
vi: Bỏ qua cập nhật

# EXPLINE_IGNORE_OPTION
source: Enable this option to show you the toggles that can be used to Enable/Disable apps instead of “GET/UPDATE”.
de: Aktiviere diese Option, um die Schlater, welche zum Aktivieren/Deaktivieren von Apps verwendet werden, anstatt von “GET/UPDATE” zu zeigen.
es: Habilita esta opción para mostrarte los activadores que pueden ser usados para Habilitar/Deshabilitar apps en lugar de “OBTENER/ACTUALIZAR”.
fr: Activez cette option pour afficher les options que vous pouvez utiliser pour activer / désactiver les applications au lieu de «Obtenir / Mise a jour». «Obtenir» apparaît devant les applications qui ne sont pas installées sur votre appareil et «Mise a jour». apparaît devant les applications dotées d'une version récente compatible avec DLEasy.
pl: Włącz tę opcję aby pokazać przełączniki które mogą być użyte do włączenia/wyłączenia aplikacji zamiast 'Pobierz/Zaktualizuj'
tr: 'GET/UPDATE' yerine uygulamaları Aktif/Kapalı yapmada kullanılabilecek geçişleri göstermek için bu seçeneği etkinleştirin.
vi: Bật tuỳ chọn hiển thị nút có thể sử dụng Kích hoạt/Vô hiệu ứng dụng của “Lấy ra/Cập nhật”.

# DIVERSE_HEADER
source: Diverse
de: Vielfältig
es: Variado
pl: Różnorodne
tr: Ayarlar
vi: Khác

# GENERAL_SETTINGS_SECTION
source: General Settings
de: Generelle Einstellungen
es: Ajustes Generales
pl: Ustawienia ogólne
tr: Genel Ayarlar
vi: Cài đặt chung

source: Compatible Versions
de: Kompatible Versionen
es: Versiones Compatibles
fr: Versions compatibles
pl: Kompatybilne wersje
tr: Uyumlu Sürümler
vi: Phiên bản tương thích

source: Compatible Apps Versions
de: Kompatible App-Versionen
es: Versiones de APPs Compatibles
fr: Versions d'applications compatibles
pl: Kompatybilne wersje aplikacji
tr: Uyumlu Uygulama Sürümleri
vi: Phiên bản ứng dụng tương thích

source: Contribute
de: Mitwirkende
es: Contribuir
fr: Contribuer
pl: Przyłóż się
tr: Katkıda Bulunanlar
vi: Góp phần

source: Credits
de: Ehre
es: Créditos
fr: Crédits
pl: Autorzy
tr: Özel Teşekkürler
vi: Tác giả

source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
pl: Programista
tr: Geliştirici
vi: Người phát triển

source: Custom Album
de: Eigenes Album
es: Álbum Personalizado
fr: Album personnalisé
pl: Własny album
tr: Özel Albüm
vi: Thư mục tuỳ chọn

source: DLEasy Album
es: Álbum DLEasy
fr: Album DLEasy
pl: Album DLEasy
tr: DLEasy Albümü
vi: Thư mục DLEasy

# DLEASY_ALBUM_DESC
source: If Enabled, all images and videos saved by DLEasy will be saved in a special album in the Photo app called DLEasy Album, to facilitate access to the downloads.
de: Wenn diese Option aktiviert ist, werden alle Bilder und Videos, die mit DLEasy heruntergeladen wurden, in einem separaten Album mit dem Namen DLEasy in der Fotos-App gespeichert, um den Zugang zu den Downloads zu erleichtern.
es: Si está habilitado, toda las imagenes descargadas por DLEasy serán guardadas en un álbum especial llamado DLEasy, en la app de Fotos, para facilitar el acceso a las descargas.
fr: Si Activé, toutes les images et vidéos enregistrées par DLEasy seront enregistrées dans un album spécial de l’application Photo appelé DLEasy Album, afin de faciliter l’accès aux téléchargements.
pl: Jeśli włączone, wszystkie obrazy i filmy zapisane przez DLEasy będą zapisane w specjalnym albumie w aplikacji Zdjęcia nazwanym Album DLEasy, aby ułatwić dostęp do pobranych
tr: Etkinse, DLEasy tarafından kaydedilen tüm resimler ve videolar, indirmelere erişimi kolaylaştırmak için DLEasy Albümü adlı Fotoğraflar uygulamasında özel bir albüme kaydedilir.
vi: Nếu kích hoạt, tất cả hình ảnh và video được tải xuống bởi DLEasy sẽ được lưu trữ vào thư mục DLEasy.

# SHARE_MEDIA_FOOTER
source: Enable this option to share media quickly and easily after downloading.
de: Aktiviere diese Option, um Medien nach dem Herunterladen schnell und einfach zu teilen.
es: Habilita esta opción para compartir rápida y fácilmente después de descargar.
pl: Włącz tę opcję, aby szybko udostępnić pobrane pliki
tr: Medyayı indirdikten sonra hızlı ve kolay bir şekilde paylaşmak için bu seçeneği etkinleştirin.
vi: Kích hoạt tuỳ chọn chia sẻ truyền thông nhanh nhất và dễ dàng nhất sau khi tải.

source: Share Media
de: Medien Teilen
es: Compartir Media
pl: Udostępnij pliki
tr: Medya Paylaş
vi: Chia sẽ truyền thông

# IMPORTANT_APP_INFO
source: These are the best versions of apps that are compatible with the current version of DLEasy, the versions that before and after these versions may also be compatible but you should be stay on the versions listed above to be safe. Tip: Use App Admin or AppStore++ to downgrade.
de: Das sind die Versionen von Apps, die mit der aktuellen Version von DLEasy kompatibel sind. Versionen davor und danach könnten auch kompatibel sein, allerdings sollten sie in der Versionen-Liste darüber aufgelistet sein, um sicher zu gehen. Tipp: Benutze App Admin oder AppStore++, um Apps zu downgraden.
es: Estas son las mejores versiones de las apps que son compatibles con la versión actual de DLEasy. Las versiones anteriores y posteriores a estas también pueden ser compatibles, pero es mejor que te quedes con las enlistadas arriba para estar seguro. Tip: Usa App Admin o AppStore++ para volver a una versión anterior.
fr: Il s'agit des meilleures versions d'applications compatibles avec la version actuelle de DLEasy. Les versions antérieures et postérieures à ces versions peuvent également l'être, mais vous devez rester sur les versions répertoriées ci-dessus pour plus de sécurité. Conseil: Utiliser l'application Admin ou AppStore ++ pour rétrograder.
pl: Te wersje aplikacji są najlepiej kompatybilne z obecną wersją DLEasy, wersje starsze lub nowsze mogą również być kompatybilne, ale lepiej pozostać na wersji wypisanej wyżej. Wskazówka: Użyj App Admin lub AppStore++ aby obniżyć wersję
tr: Bunlar, mevcut DLEasy sürümüyle uyumlu uygulama sürümleridir, Tweak'ten en iyi şekilde yararlanmak için yukarıda listelenen veya Alt Sürümlerinde kalmalısınız. İpucu: Eski sürüm uygulamaları yüklemek için 'AppAdmin' veya 'AppStore++' kullanın.
vi: Đây là phiên bản ứng dụng tốt nhất tương thích với phiên bản DLEasy hiện tại, các phiên bản trước và sau các phiên bản này cũng có thể tương thích nhưng bạn nên giữ các phiên bản được liệt kê ở trên để an toàn. Tip: Sử dụng AppAdmin hoặc AppStore ++ để hạ cấp.

# CONNECTION
source: Please make sure you are connected to the Internet to activate your purchase.
de: Bitte versichere dich, dass du mit dem Internet verbunden bist, um deine Lizenz zu aktivieren.
es: Por favor asegúrate de estar conectado a Internet para activar tu compra.
fr: Assurez-vous d'être connecté à Internet pour activer votre achat.
pl: Upewnij się, że jesteś podłączony do Internetu, aby aktywować swój zakup
tr: Satın alma işleminizi etkinleştirmek için lütfen İnternet’e bağlı olduğunuzdan emin olun.
vi: Vui lòng kiểm tra kết nối mạng để kích hoạt.

# SOMTHING_WRONG_IN_SERVER
source: Something in the request did not match up with what the server was expecting.
de: Etwas in diese Anfrage stimmt nicht mit dem überein, was der Server erwartet hat.
es: Algo en la solicitud no coincidió con lo que el servidor estaba esperando.
fr: Quelque chose dans la demande ne correspond pas à ce que le serveur attendait.
pl: Coś w żądaniu nie zgadzało się z tym, czego spodziewał się serwer
tr: İstediğin bir şey, sunucunun beklediği şey ile eşleşmedi.
vi: Một yêu cầu gì đó không khớp với dữ liệu lưu trên máy chủ.

# PIRATED
source: You seem to be using an Unofficial (Pirated) version of DLEasy, please purchase the official version from Packix to get the full features of the tweak.
de: Du scheinst eine eine inoffizielle Version (pirated) von DLEasy zu nutzen. Bitte kaufe die offizielle Version von Packix, um die volle Funktionalität dieses Tweaks ausnutzen zu können.
es: Al parecer estás usando una versión NO OFICIAL (Pirata) de DLEasy, por favor compra la versión oficial en Packix para obtener todas las funciones del tweak.
fr: Vous semblez utiliser une version non officielle (piratée) de DLEasy, veuillez acheter la version officielle de Packix pour bénéficier de toutes les fonctionnalités du tweak.
pl: Chyba używasz nieoficjalnej (pirackiej) wersji DLEasy, proszę zakup oficjalną wersję z repozytorium Packix, aby cieszyć się wszystkimi funkcjami tweaku.
tr: DLEasy'nin resmi olmayan bir (Korsan) sürümünü kullanıyor görünüyorsunuz, Tweak'in özelliklerini görmek için lütfen Packix'ten resmi sürümünü satın alın.
vi: Bạn đang sử dụng phiên bản không chính thức của DLEasy, vui lòng mua phiên bản chính thức từ Packix để sử dụng đầy đủ chức năng.

# SCL_DONE
source: Done
de: Fertig
es: Listo
fr: Terminé
pl: Ukończono
tr: Bitti
vi: Xong

# SCL_VIDEO
source: You can now download by long press on video.
de: Du kannst jetzt downloaden, indem du lange auf einem Video gedrückt hälst.
es: Ahora puedes descargar con una pulsación larga en el video.
fr: Vous pouvez maintenant télécharger par appui long sur la vidéo.
pl: Teraz możesz pobierać poprzez przytrzymanie na filmiku.
tr: Artık videoya uzun basarak indirebilirsiniz.
vi: Bạn có thể tải bằng nhấn giữ trên video.

# SCL_STORY
source: You can now download story by long press on video/photo.
de: Du kannst jetzt downloaden, indem du in einer Story lange auf das Foto/Video gedrückt hälst.
es: Ahora puedes descargar historias con una pulsación larga en el video/foto.
fr: Vous pouvez maintenant télécharger la story par appui long sur vidéo/photo.
pl: Teraz możesz pobierać Stories poprzez przytrzymanie na zdjęciu/filmiku.
tr: Artık video/fotoğrafa uzun basarak hikayeyi indirebilirsiniz.
vi: Bạn có thể tải tiểu sử bằng nhấn giữ trên video/photo.

# SCL_INSTAGRAM
source: You can now download by long press on images or video and it applies to Story & IGTV.
de: Du kannst downloaden, indem du lange auf ein Foto oder Video gedrückt hälst. Dies gilt für Story und IGTV.
es: Ahora puedes descargar con una pulsación larga en imágenes o videos y esto aplica a Historias & IGTV.
fr: Vous pouvez maintenant télécharger par appui long sur des images ou des vidéos et cela s'applique à Story & IGTV.
pl: Teraz możesz pobierać poprzez przytrzymanie na zdjęciach lub filmach, również na Story i IGTV.
tr: Artık görüntü veya videoya uzun basarak indirebilirsiniz. Hikaye ile IGTV için de geçerlidir.
vi: Bạn có thể tải bằng nhấn giữ trên hình ảnh hoặc video và nó sẽ áp dụng với tiểu sử và IGTV.

# SCL_TWITCH
source: You can download only Clips by long press on video
de: Du kannst nur Clips downloaden, indem du lange auf das Video gedrückt hälst.
es: Ahora puedes descargar solamente Clips con una pulsación larga en el video
fr: Vous ne pouvez télécharger que des clips par appui long sur la vidéo
pl: Możesz pobierać tylko Klipy poprzez przytrzymanie na filmiku.
tr: Artık Videoları sadece uzun basarak indirebilirsiniz.
vi: Bạn chỉ có thể tải Clips bằng nhấn giữ trên Video

# SCL_TWITTER
source: You can now download by long press on video or Gifs in full screen and it applies to direct messages.
de: Du kannst jetzt downloaden, indem du lange auf ein Video oder eine GIF im Full-Screen gedrückt hälst. Dies Gilt auch für Direktnachrichten.
es: Ahora puedes descargar con una pulsación larga en el video o Gif en pantalla completa y esto aplica a los mensajes directos.
fr: Vous pouvez maintenant télécharger par appui long sur la vidéo ou les Gifs en plein écran et cela s’applique aux messages directs.
pl: Teraz możesz pobierać poprzez przyrzymanie na filmiku lub GIFie w pełnym ekranie, również w DM.
tr: Artık video yada tam ekran Gif'leri uzun basarak indirebilirsiniz. Mesajlar için de geçerlidir.
vi: Bạn chỉ có thể tải Clips bằng nhấn giữ trên Video hoặc Gifs trên toàn bộ màn hình và nó áp dụng cho tin trực tiếp.

# SCL_WHATSAPP
source: To save status, press the three dots button at the top right.
de: Um einen Staus zu downloaden, tippe auf den 3-Punkte-Buttom oben rechts.
es: Para guardar un estado, presiona el botón de tres puntos de la parte superior derecha.
fr: Pour enregistrer le statut, appuyez sur le bouton des trois points en haut à droite.
pl: Aby zapisać status, dotknij trzech kropek w prawym górnym rogu.
tr: Durumu kaydetmek için sağ üstteki üç nokta düğmesine basın.
vi: Để lưu trữ, ấn vào ba dấu phía trên góc phải.

# HUD_SUCCESS
source: Success
de: Erfolgreich
es: Éxito
fr: Succès
pl: Suckes
tr: Tamamlandı
vi: Thành công

# HUD_IMPORT
source: Imported
de: Importiert
es: Importado(a)
fr: Importé
pl: Zaimportowano
tr: İndirildi
vi: Nhập vào

# HUD_COPIED
source: Copied
de: Kopiert
es: Copiado(a)
fr: Copié
pl: Skopiowano
tr: Kopyalandı
vi: Sao chép

# HUD_WAITING
source: Please wait..
de: Bitte warten...
es: Por favor espera..
fr: S'il vous plaît, attendez..
pl: Proszę czekać...
tr: Lütfen bekleyin..
vi: Vui lòng chờ...

# HUD_ERROR
source: Error!
de: Fehler!
fr: Erreur!
pl: Błąd!
tr: Hata!
vi: Lỗi!

# HUD_CONNECTION
source: There is no internet!
de: Keine Internetverbindung!
es: ¡No hay Internet!
fr: Il n'y a pas d'internet!
pl: Nie ma Internetu!
tr: İnternet yok!
vi: Không có kết nối mạng!

# HUD_DOWNLOADING
source: Downloading..
de: Lade herunter...
es: Descargando...
fr: Téléchargement..
pl: Pobieranie...
tr: İndiriliyor..
vi: Đang tải..

# HUD_DOWNLOADING_ALL
source: Downloading All..
de: Lade Alles herunter...
es: Descargando All..
fr: Téléchargement Tous ..
pl: Pobieranie wszystkich...
tr: İndiriliyor Tümü..
vi: Đang tải tất cả..

# HUD_FETCHING_LINKS
source: Fetching links..
de: Hole Links...
es: Recolectando links..
fr: Récupération de liens ..
pl: Uzyskiwanie linków
tr: Bağlantılar alınıyor..
vi: Lấy đường dẫn..

# HUD_CANCEL
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pl: Anuluj
tr: İptal
vi: Huỷ bỏ

# ALERT_OK_BUTTON
source: OK
tr: Tamam
vi: Đồng ý

# ALERT_IMPORT_BUTTON
source: Import
de: Importieren
es: Importar
fr: Importation
pl: Importuj
tr: Şimdi Ekle
vi: Nhập

# ALERT_FORCE_DOWNLOAD_ONE_VIDEO
source: Can't download more than one video/audio at the same time, Please wait for download to finish.
de: Es können nicht mehrere Downloads gleichzeitig ausgeführt werden. Bitte warte, bis der aktuelle Download beendet ist.
es: No se puede descargar más de un video/audio al mismo tiempo, por favor espera a que la descarga termine.
fr: Impossible de télécharger plus d'une vidéo/audio en même temps, veuillez attendre la fin du téléchargement.
pl: Nie możesz pobierać więcej niż jednego filmu/utworu w tym samym czasie. Poczekaj aż pobieranie zakończy się.
tr: Aynı anda birden fazla video/ses indirilemiyor, İndirme işleminin bitmesini bekleyin.
vi: Không thể tải video/audio khác tại thời điểm này, vui lòng chờ tải xuống xong.

# ALERT_IMPORT_VIDEO
source: Do you want to import the video into the music app?
de: Möchtest du dieses Video in die Musik-App importieren?
es: ¿Quieres importar el video a la app de música?
fr: Voulez-vous importer la vidéo dans l'application de musique?
pl: Czy chcesz zaimportować film do aplikacji Muzyka?
tr: Videoyu müzik uygulamasına aktarmak ister misiniz?
vi: Bạn có muốn chuyển video vào ứng dụng Music?

# ALERT_QUALITY_SUPPORT
source: This quality is not supported, select another quality.
de: Diese Qualität wird nicht unterstützt, bitte wähle eine Andere.
es: Esta calidad no es soportada, selecciona otra calidad.
fr: Cette qualité n'est pas prise en charge, sélectionnez une autre qualité.
pl: Ta jakość nie jest wspierana, wybierz inną.
tr: Bu kalite desteklenmiyor, başka bir kalite seçin.
vi: Chất lượng này không được hỗ trợ, hãy chọn chất lượng khác.

# ACTION_VIDEO_TITLE
source: Select Video Quality
de: Wähle die Video-Qualität aus
es: Selecciona la Calidad del Video
fr: Sélectionnez la qualité vidéo
pl: Wybierz jakość wideo
tr: Video Kalitesini Seçin
vi: Chọn chất lượng Video

# ACTION_IMAGE_TITLE
source: Select Image Quality
de: Wähle die Bild-Qualität aus
es: Selecciona la Calidad de la Imagen
fr: Sélectionnez la qualité de l'image
pl: Wybierz jakość obrazu
tr: Görüntü Kalitesini Seçin
vi: Chọn chất lượng hình ảnh

# ACTION_SAVE
source: Save
de: Speichern
es: Guardar
fr: sauvegarder
pl: Zapisz
tr: Kaydet
vi: Lưu

# ACTION_AUDIO
source: Audio
pl: Dźwięk
tr: Ses

# ACTION_DEFAULT_OPTIONS
source: Default Options
de: Standard Optionen
es: Opciones por Defecto
fr: Options par défaut
pl: Opcje domyślne
tr: Varsayılan Seçenekler
vi: Tuỳ chọn mặc định

# ACTION_ITEM
source: Download This Item
de: Lade dieses Element herunter
es: Descargar Este Elemento
fr: Télécharger cet article
pl: Pobierz to
tr: Bu Öğeyi İndir
vi: Tải mục

# ACTION_ALL_ITEMS
source: Download All Items
de: Lade alle Elemente herunter
es: Descargar Todos los Elementos
fr: Télécharger tous les articles
pl: Pobierz wszystko
tr: Tüm Öğeleri İndir
vi: Tải tất cả các mục

# ACTION_MORE
source: More
de: Mehr
es: Más
fr: Plus
pl: Więcej
tr: Daha
vi: Nhiều hơn

# ACTION_COPY_TEXT
source: Copy Text
de: Text kopieren
es: Copiar Texto
fr: Copier le texte
pl: Skopiuj tekst
tr: Metni Kopyala
vi: Sao chép văn bản

# ACTION_CANCEL
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pl: Anuluj
tr: İptal
vi: Huỷ

# IMPORT_BUTTON
source: Import
de: Importieren
es: Importar
fr: Importation
pl: Importuj
tr: Şimdi Ekle
vi: Nhập

# CANCEL_BUTTON
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pl: Anuluj
tr: İptal
vi: Huỷ

# ARTWORK_IMAGE_LABEL
source: Click To Add Artwork
de: Tippe, um ein Artwork hinzuzufügen
es: Click para agregar Artwork
fr: Cliquez pour ajouter une oeuvre
pl: Kliknij, aby dodać okładkę
tr: Resim Eklemek İçin Tıklayın
vi: Nhấn để thêm ảnh minh hoạ

# SONG_LABEL
source: Song
es: Canción
fr: Chanson
pl: Utwór
tr: Şarkı
vi: Bài hát

# ALBUM_LABEL
source: Album
es: Álbum
tr: Albüm

# TRACK_LABEL
source: Track
es: Pista
fr: Piste
pl: Ścieżka
tr: Parça

# ARTIST_LABEL
source: Artist
es: Artista
fr: Artiste
pl: Artysta
tr: Şarkıcı
vi: Nhạc sĩ

# YEAR_LABEL
source: Year
es: Año
fr: Année
pl: Rok
tr: Yıl
vi: Năm

# GENRE_LABEL
source: Genre
es: Género
pl: Gatunek
tr: Tür
vi: Thể loại

# ALERT_MESSAGE_FIRST_INASTALL
source: Thank you for installing DLEasy! Please go to the tweak settings to activate it.
de: Vielen Dank für die Installation von DLEasy! Bitte gehe in die Tweak-Einstellungen, um es zu aktivieren.
es: ¡Gracias por instalar DLEasy! Por favor ve a los Ajustes del tweak para activarlo.
fr: Merci d’avoir installé DLEasy! Veuillez vous rendre dans les paramètres de réglage pour l’activer.
pl: Dziękujemy za instalację DLEasy! Przejdź do ustawień tweaku, aby go aktywować.
tr: DLEasy'yi yüklediğiniz için teşekkür ederiz! Etkinleştirmek için lütfen Tweak ayarlarına gidin.
vi: Cảm ơn đã cài đặt và sử dụng DLEasy! Vui lòng vào quản lý cài đặt để kích hoạt nó.

# ALERT_MESSAGE_PIRATED
source: You seem to be using an Unofficial (Pirated) version of DLEasy, please purchase the official version from Packix to get the full features of the tweak.
de: Du scheinst eine eine inoffizielle Version (pirated) von DLEasy zu nutzen. Bitte kaufe die offizielle Version von Packix, um die volle Funktionalität dieses Tweaks ausnutzen zu können.
es: Parece que estás usando una versión NO OFICIAL (Pirata) de DLEasy, por favor compra la versión oficial en Packix para obtener todas las funciones del tweak.
fr: Vous semblez utiliser une version non officielle (piratée) de DLEasy, veuillez acheter la version officielle de Packix pour bénéficier de toutes les fonctionnalités du tweak.
pl: Chyba używasz nieoficjalnej (pirackiej) wersji DLEasy, proszę zakup oficjalną wersję z repozytorium Packix, aby cieszyć się wszystkimi funkcjami tweaku.
tr: DLEasy'nin resmi olmayan bir (Korsan) sürümünü kullanıyor görünüyorsunuz, Tweak'in özelliklerini görmek için lütfen Packix'ten resmi sürümünü satın alın.
vi: Bạn đang sử dụng phiên bản không chính thức của DLEasy, vui lòng mua phiên bản chính thức từ Packix để sử dụng đầy đủ chức năng.

# ACTION_VIDEO
source: Video
fr: Vidéo
pl: Wideo
